Repository: sternelee/textream
Catalog: Textream/TextreamiOS/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: AI Configuration
zh_hans: AI 配置

source: AI Feedback
zh_hans: AI 反馈

source: AI Script
zh_hans: AI 生成脚本

source: AI Script Generator
zh_hans: AI 脚本生成器

source: Add Humor
zh_hans: 增加幽默感

source: Add Tag
zh_hans: 添加标签

source: Add tag
zh_hans: 添加标签

source: Ambient noise
zh_hans: 环境噪音

source: Append
zh_hans: 追加

source: Apply
zh_hans: 应用

source: Auto-saved
zh_hans: 已自动保存

source: Back
zh_hans: 返回

source: Back to Editor
zh_hans: 返回编辑器

source: Base URL
zh_hans: 接口地址

source: Cancel
zh_hans: 取消

source: Clarity
zh_hans: 清晰度

source: Classic playback
zh_hans: 经典模式播放

source: Classic speed
zh_hans: 经典模式速度

source: Clear
zh_hans: 清除

source: Clear All
zh_hans: 全部清除

source: Clear Filter
zh_hans: 清除筛选

source: Continue
zh_hans: 继续

source: Copy All
zh_hans: 复制全部

source: Copy Settings JSON
zh_hans: 复制设置 JSON

source: Copy Title
zh_hans: 复制标题

source: Create New Script
zh_hans: 创建新脚本

source: Current build
zh_hans: 当前版本

source: Current page is empty
zh_hans: 当前页为空

source: Default reading mode
zh_hans: 默认阅读模式

source: Delete current page?
zh_hans: 删除当前页面？

source: Delete Page
zh_hans: 删除页面

source: Delete script?
zh_hans: 删除脚本？

source: Details
zh_hans: 详情

source: Discard & New
zh_hans: 丢弃并新建

source: Do you want to save the current script before creating a new one?
zh_hans: 创建新脚本前是否保存当前内容？

source: Done
zh_hans: 完成

source: Edit Script
zh_hans: 编辑脚本

source: Empty page
zh_hans: 空白页

source: Enable lookup
zh_hans: 启用查词

source: Exit Full Screen
zh_hans: 退出全屏

source: Export
zh_hans: 导出

source: Filter by Tag
zh_hans: 按标签筛选

source: Font family
zh_hans: 字体

source: Font size
zh_hans: 字体大小

source: Force dark mode
zh_hans: 强制深色模式

source: Full Screen
zh_hans: 全屏

source: Generate
zh_hans: 生成

source: Generate Questions
zh_hans: 生成问题

source: Generated Script
zh_hans: 生成的脚本

source: Generation Error
zh_hans: 生成错误

source: Get Feedback
zh_hans: 获取反馈

source: Haptic feedback
zh_hans: 触感反馈

source: Help & Tips
zh_hans: 帮助与提示

source: Highlight color
zh_hans: 高亮颜色

source: History
zh_hans: 练习记录

source: Home
zh_hans: 首页

source: Import / Export
zh_hans: 导入 / 导出

source: Import File
zh_hans: 导入文件

source: Jump to Page
zh_hans: 跳转到页面

source: Keep screen awake
zh_hans: 保持屏幕常亮

source: Library
zh_hans: 脚本库

source: Line Break
zh_hans: 换行

source: Line spacing
zh_hans: 行间距

source: Listening…
zh_hans: 正在监听…

source: Load Test Script
zh_hans: 加载测试脚本

source: Lookup
zh_hans: 查词

source: Mock Q&A
zh_hans: 模拟问答

source: More Casual
zh_hans: 更口语化

source: More Formal
zh_hans: 更正式

source: More Punchy
zh_hans: 更有力

source: Name
zh_hans: 名称

source: Native language
zh_hans: 母语

source: New Page
zh_hans: 新建页面

source: New Script
zh_hans: 新建脚本

source: Next Question
zh_hans: 下一题

source: No content yet. Tap Edit to write your script.
zh_hans: 暂无内容。 点击编辑以开始写脚本。

source: No questions yet
zh_hans: 暂无问题

source: No Saved Scripts
zh_hans: 没有已保存的脚本

source: No scripts match the selected tag.
zh_hans: 没有匹配所选标签的脚本。

source: No scripts match your search. Try a different keyword.
zh_hans: 没有匹配的脚本，请尝试其他关键词。

source: No speech recognized
zh_hans: 未识别到语音

source: None detected — great job!
zh_hans: 未检测到，表现很好！

source: OK
zh_hans: 好的

source: Open
zh_hans: 打开

source: Open Settings
zh_hans: 打开设置

source: Page
zh_hans: 页面

source: Page number
zh_hans: 页面编号

source: Pages
zh_hans: 页面

source: Paste from Clipboard
zh_hans: 从剪贴板粘贴

source: Paste Settings JSON
zh_hans: 粘贴设置 JSON

source: Pause
zh_hans: 暂停

source: Pause Time
zh_hans: 暂停时长

source: Pauses
zh_hans: 暂停次数

source: Phonetic Lookup
zh_hans: 音标查询

source: Phonetic source
zh_hans: 音标来源

source: Practice
zh_hans: 练习模式

source: Practice Mode
zh_hans: 练习模式

source: Practice Score
zh_hans: 练习评分

source: Reader appearance
zh_hans: 阅读器外观

source: Reader preview
zh_hans: 阅读器预览

source: Reading behavior
zh_hans: 阅读行为

source: Reading Mode
zh_hans: 阅读模式

source: Recent
zh_hans: 最近

source: Recognized Speech
zh_hans: 已识别语音

source: Recovered Script
zh_hans: 已恢复脚本

source: Regenerate
zh_hans: 重新生成

source: Replace
zh_hans: 替换

source: Reset to defaults
zh_hans: 恢复默认值

source: Save
zh_hans: 保存

source: Save & New
zh_hans: 保存并新建

source: Save •
zh_hans: 保存 ●

source: Saved Scripts
zh_hans: 已保存的脚本

source: Scenario
zh_hans: 场景

source: Script
zh_hans: 脚本

source: Script Complete
zh_hans: 脚本已读完

source: Script Preview
zh_hans: 脚本预览

source: Script Title
zh_hans: 脚本标题

source: Scrolling and speech
zh_hans: 滚动与语音

source: Search scripts
zh_hans: 搜索脚本

source: Select Multiple
zh_hans: 多选

source: Settings
zh_hans: 设置

source: Speak
zh_hans: 朗读

source: Speech locale
zh_hans: 语音语言

source: Speed
zh_hans: 速度

source: Start Practice
zh_hans: 开始练习

source: Start Reading
zh_hans: 开始阅读

source: Stop
zh_hans: 停止

source: Stop Practice
zh_hans: 停止练习

source: Tag
zh_hans: 标签

source: Tag name
zh_hans: 标签名称

source: Test microphone
zh_hans: 测试麦克风

source: Test scripts
zh_hans: 测试脚本

source: Timeline
zh_hans: 时间轴

source: Timing
zh_hans: 计时

source: Try Again
zh_hans: 重试

source: Unsaved Changes
zh_hans: 未保存的更改

source: Untitled
zh_hans: 未命名

source: Version
zh_hans: 版本

source: Word Actions
zh_hans: 词语操作

source: You have reached the end of the script.
zh_hans: 脚本已读完。

source: Word Tracking
zh_hans: 跟词模式

source: Classic
zh_hans: 经典模式

source: Voice-Activated
zh_hans: 语音激活

source: Classic mode auto-scrolls at a fixed pace so you can rehearse without using the microphone.
zh_hans: 经典模式以固定速度自动滚屏，无需使用麦克风即可排练。

source: Voice-Activated mode advances only while the microphone hears speech, which helps you pause naturally.
zh_hans: 语音激活模式仅在麦克风检测到声音时才会滚动，帮助你自然停顿。

source: Word Tracking mode listens to your speech and keeps the highlighted word close to what you are actually saying.
zh_hans: 跟词模式会聆听你的发言，并将高亮词保持在你实际朗读位置附近。

source: No Results
zh_hans: 无结果

source: Oldest
zh_hans: 最旧

source: Sort
zh_hans: 排序

source: All
zh_hans: 全部

source: Refresh
zh_hans: 刷新

source: Close
zh_hans: 关闭

source: Delete
zh_hans: 删除

source: Save a script from the editor, or load a test script to get started.
zh_hans: 在编辑器中保存脚本，或加载测试脚本以开始使用。

source: %lld pages · %lld words
zh_hans: %lld 页 · %lld 词

source: Continue from page %lld · %lld%%
zh_hans: 从第 %lld 页继续 · %lld%%

source: Delete %@.textream from local storage?
zh_hans: 从本地存储中删除 %@？

source: Delete (%lld)
zh_hans: 删除（%lld）

source: OPEN
zh_hans: 已打开

source: Results
zh_hans: 结果

source: Mode
zh_hans: 模式

source: Mirror mode
zh_hans: 镜像模式

source: Microphone test
zh_hans: 麦克风测试

source: Audio level
zh_hans: 音频电平

source: Speaking detected
zh_hans: 检测到说话声

source: Quiet
zh_hans: 安静

source: Stop test
zh_hans: 停止测试

source: Fetching…
zh_hans: 获取中…

source: Refresh Models
zh_hans: 刷新模型

source: The mode you pick here becomes the default the next time you open Textream.
zh_hans: 您在此处选择的模式将成为下次打开 Textream 时的默认模式。

source: Voice-Activated uses live microphone levels. Word Tracking uses the speech locale selected here when starting recognition.
zh_hans: 语音激活模式使用实时麦克风音量。跟词模式在开始识别时使用此处选择的语音区域设置。

source: Tap to briefly listen through the microphone and verify audio levels respond to your voice.
zh_hans: 点按以短暂通过麦克风收听，验证音频电平是否响应您的声音。

source: Prevent the device from auto-locking while reading.
zh_hans: 阅读期间防止设备自动锁定。

source: Long-press any word in Reader to see phonetic transcription and translation.
zh_hans: 在阅读器中长按任意单词，即可查看音标和翻译。

source: Copy your current reader settings as JSON to share between devices, or paste a previously exported settings JSON.
zh_hans: 将当前阅读器设置复制为 JSON 以在设备间共享，或粘贴之前导出的设置 JSON。

source: Add your OpenAI API key to enable AI script generation. Your key is stored locally on this device. Compatible with OpenAI API and any OpenAI-compatible endpoint.
zh_hans: 添加 OpenAI API 密钥以启用 AI 脚本生成。密钥仅存储在本设备上，兼容 OpenAI API 及任何 OpenAI 兼容端点。

source: Local draft state is restored when the app returns.
zh_hans: 应用返回前台时将恢复本地草稿状态。

source: Reader pauses microphone-based modes when the app moves to the background.
zh_hans: 应用进入后台时，阅读器将暂停基于麦克风的模式。

source: Built-in test scripts match the device checklist so you can validate flows faster.
zh_hans: 内置测试脚本与设备检查清单匹配，帮助您更快验证流程。

source: Reset font, size, highlight color, scroll speed, speech locale, and reading mode to factory defaults.
zh_hans: 将字体、大小、高亮颜色、滚动速度、语音区域和阅读模式重置为出厂默认值。

source: Your selected font, size, and highlight color will be used in Reader mode.
zh_hans: 您选择的字体、大小和高亮颜色将在阅读器模式中使用。

source: Tap any word in Reader to jump to it.
zh_hans: 在阅读器中点按任意单词可跳转到该位置。

source: Double-tap the reading area to pause or resume.
zh_hans: 双击阅读区域可暂停或恢复。

source: Shake your device in Reader to pause or resume.
zh_hans: 在阅读器中摇动设备可暂停或恢复。

source: Swipe left or right in Reader to change pages.
zh_hans: 在阅读器中左右滑动可翻页。

source: Pinch to zoom in Reader to adjust font size.
zh_hans: 在阅读器中捏合缩放可调整字体大小。

source: Use keyboard shortcuts: Space = Pause, ←/→ = Pages, Home/End = Jump.
zh_hans: 使用键盘快捷键：空格 = 暂停，←/→ = 翻页，Home/End = 跳转。

source: API Key (sk-...)
zh_hans: API 密钥 (sk-...)

source: Settings copied to clipboard.
zh_hans: 设置已复制到剪贴板。

source: Failed to export settings.
zh_hans: 导出设置失败。

source: Clipboard is empty.
zh_hans: 剪贴板为空。

source: Invalid clipboard content.
zh_hans: 无效的剪贴板内容。

source: Imported settings successfully.
zh_hans: 设置已成功导入。

source: Fetched %lld models.
zh_hans: 已获取 %lld 个模型。

source: Restored your last local draft.
zh_hans: 已恢复上次的本地草稿。

source: Restored your last open script and local edits.
zh_hans: 已恢复上次打开的脚本及本地编辑。
